export const faqData = [
  {
    id: '1',
    question: 'Что такое BrainMessenger?',
    answer: 'BrainMessenger - это инновационная платформа для обмена сообщениями, разработанная для обеспечения безопасного, быстрого и эффективного общения между пользователями.'
  },
  {
    id: '2',
    question: 'Какие функции предлагает BrainMessenger?',
    answer: 'BrainMessenger предлагает широкий спектр функций, включая текстовые сообщения, голосовые и видеозвонки, обмен файлами, групповые чаты и сквозное шифрование для максимальной конфиденциальности.'
  },
  {
    id: '3',
    question: 'На каких платформах доступен BrainMessenger?',
    answer: 'BrainMessenger доступен как веб-приложение, так и на мобильных устройствах под управлением Android. Мы постоянно работаем над расширением поддержки других платформ.'
  },
  {
    id: '4',
    question: 'Как обеспечивается безопасность моих данных?',
    answer: 'Мы используем передовые методы шифрования, включая сквозное шифрование, чтобы гарантировать, что только вы и ваш собеседник можете читать ваши сообщения. Ваши данные хранятся в зашифрованном виде и защищены от несанкционированного доступа.'
  },
  {
    id: '5',
    question: 'Могу ли я использовать BrainMessenger для бизнеса?',
    answer: 'Да, BrainMessenger идеально подходит для бизнес-коммуникаций благодаря своим функциям безопасности, групповым чатам и возможности обмена файлами. Мы также предлагаем специализированные решения для корпоративных клиентов.'
  }
];